<?php include "includes/header.php"; ?>
<body class="search-restaurant">
        <div class="who-we-are-text">
            <h1>بطاقات التعريف بالسيلياك للمطاعم</h1>
        <details>
            <summary>ايش فايدة هذه البطاقات؟</summary>
            <br>
            <p>
            تقول لولوة: 
<br>
"فيه شغله فادتني مؤخراً بالمطاعم 😋
<br>
<br>
اللي هي لما استخدم بطاقات التعريف بالسيلياك اللي بلغات مختلفة في المطاعم.
<br>
<br>
للأسف اغلب الموظفين مو فاهمين في القلوتين كفاية او يحسون كمية بسيطة منه ما رح تضر، مرات يكون بالمنيو ان هذا الطبق كيتو أو واضح لي ان ما فيه قلوتين ولما أشرح لهم ايش هو القلوتين وأرجع اسأل وأأكد عليكم يقولون لي "اييه تطمني هذا ما فيه اي قلوتين وسألنا الشيف وكل شيء تمام" ، بعدين بنفس المطعم لو وريتهم البطاقة اللي بلغتهم يسكتون شوي و يروحون يشيكون مع الشيف "مرة ثانية😂" ويعتذرون ان الطبق فيه قلوتين "بكمية قليلة🙄" ويقترحون لي طبق مختلف.
<br>
<br>
فصرت دائمًا أستفسر من لغة اللي ياخذ الطلب وأوريه البطاقة ومباشرة يفهم ويجيب المانجر ويقترحون مع الشيف أطباق مناسبة (صارت البروسيس أسرع وفعالة اكثر)
<br>
<br>
فأقترح تضاف هذي البطاقات للموقع تساعد الاشخاص وبنفس الوقت لو كثر استخدامها بمطاعم مختلفة رح يزيد الوعي عند المطاعم وتسوي منيو واضح بعلامات حساسية حقيقية وواضحة."

            </p></details>
            <main>
<h2>اختر اللغة: </h2>
<div class="language-buttons">
<button class="sign-btn language-button" id="tagalog-card" onclick="redirectToTagalogCard()">الفلبينية (تاقالوق)</button>
<button class="sign-btn language-button" id="urdu-card" onclick="redirectToUrduCard()">الهندية (اوردو)</button>
<button class="sign-btn language-button" id="bangladesh-car" onclick="redirectToBangladeshCard()">البنقلاديشية</button>
<button class="sign-btn language-button" id="arabic-card" onclick="redirectToArabicCard()">العربية</button>
<button class="sign-btn language-button" id="english-card" onclick="redirectToEnglishCard()">الانجليزية</button>
</div>
    </main>
    </div>
    <?php include "includes/footer.php"; ?>

</body>

</html>