<?php include "includes/header.php"; ?>

<body class="search-restaurant">
    <main>
        <div class="who-we-are-text">
            <h1>أهلًا 👋🏼</h1>
            <br>

            <ul>
                <li>أنا أسماء باشماخ</li>
                <li>سيلياكية ومطورة مواقع</li>
                <li>اكتشفت السيلياك في بدايات عام ٢٠٢١ وإذ بي أتفاجأ بالصعوبة البالغة للحصول على طعام خالي من الجلوتين في المطاعم</li>
                <li>هذا الموقع محاولة لتسهيل البحث عن مطاعم آمنة توفر طعام خالي من الجلوتين بتكوين نقطة واحدة تجتمع فيها آراء السيلياكيين</li>
            <li>تسعدني اقتراحاتكم لتطوير الموقع: asmabashamakh1@gmail.com</li>
            </ul>
    </main>
    </div>
    <?php include "includes/footer.php"; ?>

</body>

</html>